[
  {
    "productId": "7679504941227",
    "description": "A colorful foam play mat featuring numbers printed on each interlocking piece. This educational toy helps children learn numbers, count, and develop fine motor skills. The soft foam material provides a comfortable and safe play surface."
  },
  {
    "productId": "7679504941228",
    "description": "A colorful set of beach toys perfect for building sandcastles and playing in the sand. The set includes a beach ball, a bucket with a lid and sieve, a shovel, a rake, and a starfish."
  },
  {
    "productId": "7679504941229",
    "description": "A bright blue watering can made of durable plastic. It features a wide spout for easy pouring, a comfortable handle, and a sturdy base."
  },
  {
    "productId": "7679504941230",
    "description": "A colorful and retro-looking toy camera designed for children. It features a bright red and yellow body, a blue lens, and a viewfinder. The camera is perfect for imaginative play and encourages creativity."
  },
  {
    "productId": "7679504941231",
    "description": "A colorful and interactive activity table designed for young children. It features a piano keyboard, various sound effects, and different activities like spinning dials and sliding sliders. The table is perfect for stimulating sensory development, fine motor skills, and musical exploration."
  },
  {
    "productId": "7679504941232",
    "description": "A colorful and eco-friendly seaplane toy made from recycled plastic. It features a bright green body, yellow floats, and a spinning propeller. The seaplane is designed for imaginative play and is suitable for both indoor and outdoor use."
  },
  {
    "productId": "7679504941233",
    "description": "A large and interactive play kitchen designed for children. It features realistic appliances like a stove, oven, microwave, refrigerator, and coffee maker, as well as various accessories such as pots, pans, utensils, and food items. The kitchen is made of durable plastic and is easy to assemble."
  },
  {
    "productId": "7679504941234",
    "description": "A vintage-style rocket toy with a sleek, metallic design. It features a red nose cone, silver body, and detailed fins. The rocket has a charming, retro aesthetic that will appeal to children and adults alike."
  },
  {
    "productId": "7679504941235",
    "description": "A charming robot toy with a retro design. It features a colorful body with a yellow head, blue torso, and red arms and legs. The robot has a friendly expression and is equipped with roller skates for added fun."
  },
  {
    "productId": "7679504941236",
    "description": "A colorful and durable playhouse made of plastic. It features a blue body, a yellow roof, a red door, and multiple windows. The playhouse has a spacious interior and is perfect for imaginative play."
  },
  {
    "productId": "7679504941237",
    "description": "A sturdy wooden wagon with a rustic design. It features a wooden frame, red wheels, and a handle for easy pulling. The wagon has a spacious open bed for carrying toys, snacks, or anything else a child might want."
  },
  {
    "productId": "7679504941238",
    "description": "A colorful and educational children's chair featuring the letters A, B, and C on the backrest. The chair has a sturdy wooden frame and colorful legs shaped like pencils. It's a fun and functional piece of furniture that can help children learn the alphabet while sitting comfortably."
  },
  {
    "productId": "7679504941239",
    "description": "A colorful and sturdy tricycle designed for young children. It features a pink frame, a comfortable seat, and a basket for carrying toys or snacks. The tricycle has a push handle for parents to assist with steering, and a footrest for younger children."
  },
  {
    "productId": "7679504941240",
    "description": "A colorful and interactive playhouse designed for young children. It features multiple play areas, including a climbing wall, a steering wheel, a ball pit, and a door. The playhouse is made of durable plastic and is easy to assemble."
  },
  {
    "productId": "7679504941241",
    "description": "A sturdy, outdoor fitness equipment designed for upper body strength training. The parallel bars feature two parallel bars set at a fixed height, allowing users to perform various exercises such as pull-ups, dips, and leg raises."
  },
  {
    "productId": "7679504941242",
    "description": "A colorful, plastic guitar designed for young children. It features brightly colored keys and a simple strumming mechanism. The guitar also has a strap for easy carrying."
  },
  {
    "productId": "7679504941243",
    "description": "A charming wooden dollhouse with a classic design and detailed features. The dollhouse features multiple stories, rooms, and windows, providing endless opportunities for imaginative play. It's made of high-quality wood and painted with non-toxic colors, making it safe and durable for children."
  },
  {
    "productId": "7679504941244",
    "description": "A classic-looking pedal car with a bright yellow body and red flame decals. It features a steering wheel, a comfortable seat, and sturdy metal construction."
  },
  {
    "productId": "7679504941245",
    "description": "A classic foosball table with a modern design. It features a sleek wooden frame, black metal rods, and colorful player figures."
  },
  {
    "productId": "7679504941246",
    "description": "A set of wooden blocks with letters and numbers printed on each side. These blocks can be used for various educational purposes, including learning the alphabet, counting, basic math operations, and building words and sentences."
  },
  {
    "productId": "7679504941247",
    "description": "The Orange Toy Dump Truck is a robust and detailed miniature vehicle designed to mimic the look and function of a real construction dump truck. With its bright orange color and sturdy build, it's perfect for children who enjoy playing with toy vehicles, construction sites, or adding to their collection of heavy-duty machinery toys."
  },
  {
    "productId": "7679504941248",
    "description": "A multi-functional storage shelf designed for children's toys. It features multiple compartments in various sizes to accommodate different types of toys, including building blocks, stuffed animals, and more. The shelf is made with durable materials and has a bright, colorful design."
  },
  {
    "productId": "7679504941249",
    "description": "A fun and educational wooden toy featuring a hammer and colorful pegs that can be pounded up and down. It helps develop fine motor skills, hand-eye coordination, and cause-and-effect understanding."
  },
  {
    "productId": "7679504941250",
    "description": "A classic Hot Wheels toy car in a vibrant purple color with a racing stripe and a rear wing. It's perfect for racing, collecting, or imaginative play."
  },
  {
    "productId": "7679504941251",
    "description": "A colorful wooden toy train that can be customized with interchangeable building blocks. It's a fun and educational toy that encourages creativity and fine motor skills."
  },
  {
    "productId": "7679504941252",
    "description": "A classic jack-in-the-box toy featuring a colorful clown figure that pops up with a spring when the lid is opened. It's a fun and surprising toy that's sure to delight children."
  },
  {
    "productId": "7679504941253",
    "description": "A colorful, child-sized watering can perfect for gardening activities. It features a sturdy plastic construction, a comfortable handle, and a spout with small holes for gentle watering."
  },
  {
    "productId": "7679504941254",
    "description": "A fun and educational puzzle game that teaches children about colors and shapes. It features a circular base with different colored sections and corresponding shape pieces."
  },
  {
    "productId": "7679504941255",
    "description": "A colorful, educational alarm clock designed for young children. It features a large, easy-to-read clock face with bold numbers and a movable hour and minute hand. The clock also includes a fun alarm sound and a sleep mode."
  },
  {
    "productId": "7679504941256",
    "description": "A colorful toy helicopter with spinning rotors and rolling wheels. It's perfect for imaginative play and encourages creativity."
  },
  {
    "productId": "7679504941257",
    "description": "A cozy and versatile play tent for children. It features a classic teepee shape, a white canvas material, and wooden poles for easy assembly."
  },
  {
    "productId": "7679504941258",
    "description": "A classic bead maze toy featuring colorful wooden beads that can be moved along a winding wire track. It helps develop fine motor skills, hand-eye coordination, and patience."
  },
  {
    "productId": "7679504941259",
    "description": "A multi-sensory activity cube designed for babies and toddlers. It features various activities, including shape sorters, bead mazes, and spinning dials, to stimulate learning and development."
  },
  {
    "productId": "7679504941260",
    "description": "A set of colorful wooden blocks in various shapes and sizes, perfect for building and creating structures. They're a classic toy that encourages creativity, problem-solving, and fine motor skills."
  },
  {
    "productId": "7679504941261",
    "description": "A versatile playpen that can be used as a ball pit or a safe play area for children. It features a foldable design for easy storage and includes a mesh net to prevent balls from spilling out."
  },
  {
    "productId": "7679504941262",
    "description": "A lightweight, balance bike designed to help children learn to ride a bike without training wheels. It features a low frame, comfortable seat, and sturdy construction."
  },
  {
    "productId": "7679504941263",
    "description": "A classic wooden hammering toy with colorful pegs that can be hammered up and down. It helps develop fine motor skills, hand-eye coordination, and patience."
  },
  {
    "productId": "7679504941264",
    "description": "A colorful wooden xylophone with a variety of notes. It's a great musical instrument for children to explore and learn about music."
  },
  {
    "productId": "7679504941265",
    "description": "A colorful letter B constructed from interlocking building blocks. It's a fun and educational toy that helps children learn the alphabet and develop fine motor skills."
  },
  {
    "productId": "7679504941266",
    "description": "A colorful shape sorter cube with different shaped holes and corresponding blocks. It helps develop fine motor skills, hand-eye coordination, and shape recognition."
  },
  {
    "productId": "7679504941267",
    "description": "A cute, plush teddy bear wearing a red Santa hat and scarf. It's the perfect holiday gift for children of all ages."
  },
  {
    "productId": "7679504941268",
    "description": "A fun and educational wooden push toy featuring a cute animal face and colorful stacking rings. It encourages imaginative play and helps develop fine motor skills."
  },
  {
    "productId": "7679504941269",
    "description": "A classic stacking toy featuring a central pedestal and colorful rings in different sizes. It helps develop fine motor skills, hand-eye coordination, and problem-solving abilities."
  },
  {
    "productId": "7679504941270",
    "description": "A fun and colorful inflatable toy shaped like a pufferfish. It's made of soft, durable material and can be easily inflated and deflated for storage."
  },
  {
    "productId": "7679504941271",
    "description": "A fun and colorful toy saxophone made of plastic. It features bright colors and a playful design, perfect for introducing children to music."
  },
  {
    "productId": "7679504941272",
    "description": "A soft and cuddly turquoise teddy bear made of plush fabric. It's a perfect companion for children of all ages."
  },
  {
    "productId": "7679504941273",
    "description": "A set of three adorable gopher figurines wearing construction helmets in different colors. They're perfect for imaginative play and can be used as decorative pieces."
  },
  {
    "productId": "7679504941274",
    "description": "A fun and engaging toy featuring a central sphere with multiple colorful arms that can be spun. It's designed to stimulate sensory development and fine motor skills."
  },
  {
    "productId": "7679504941275",
    "description": "A fun and educational toy for children featuring a colorful train engine and a passenger car. It encourages imaginative play and helps develop motor skills."
  },
  {
    "productId": "7679504941276",
    "description": "A multifunctional wooden toy featuring a turtle shape with stacking rings and a pull-along cord. It encourages fine motor skills, coordination, and imaginative play."
  },
  {
    "productId": "7679504941277",
    "description": "A colorful wooden pull-along toy shaped like a cat. It features rolling wheels and a playful design."
  },
  {
    "productId": "7679504941278",
    "description": "A soft, cuddly plush toy shaped like a dog. It's made of high-quality materials and is suitable for all ages."
  },
  {
    "productId": "7679504941279",
    "description": "A classic stacking toy featuring colorful rings of different sizes. It helps develop fine motor skills, hand-eye coordination, and problem-solving abilities."
  },
  {
    "productId": "7679504941280",
    "description": "A colorful, developmental toy for babies and toddlers. It features a soft, textured hammer head and a sturdy handle."
  },
  {
    "productId": "7679504941281",
    "description": "A colorful wooden xylophone designed for young children. It features pastel-colored keys and a sturdy wooden base."
  },
  {
    "productId": "7679504941282",
    "description": "A classic wooden rattle featuring a cylindrical base with colorful beads that rattle when shaken. It's a great sensory toy for babies and toddlers."
  },
  {
    "productId": "7679504941283",
    "description": "A colorful rattle shaped like a crescent moon with a cute face. It features a clear tube filled with colorful beads that create a soothing rattle sound."
  },
  {
    "productId": "7679504941284",
    "description": "A colorful inflatable pool perfect for kids to splash and play in during the summer. It features multiple rings in different colors and a spacious interior."
  },
  {
    "productId": "7679504941285",
    "description": "A soft, colorful toy shaped like a lizard. It's made of durable materials and is perfect for imaginative play."
  },
  {
    "productId": "7679504941286",
    "description": "A classic stacking toy featuring colorful rings of different sizes. It helps develop fine motor skills, hand-eye coordination, and problem-solving abilities."
  }
]
